!macro customWelcomePage
  !define MUI_WELCOMEPAGE_TITLE "به نصب سامانه دانا خوش آمدید"
  !define MUI_WELCOMEPAGE_TEXT "سامانه جامع مدیریت دانش، نظام مسائل، درخت دانش و ارزیابی پژوهش (DANA)$\r$\nنسخه ${VERSION}$\r$\n$\r$\nاین بسته شامل خود برنامه و موتور اجرای داخلی آن است. برای استفاده از نسخه نصب‌شده، نیازی به نصب جداگانه (Node.js)، پایگاه داده (SQLite) یا مرورگر ندارید.$\r$\n$\r$\nاطلاعات و فایل‌های سامانه در پوشه داده کاربر در سیستم‌عامل (Windows) ذخیره می‌شوند و با حذف برنامه پاک نخواهند شد.$\r$\n$\r$\nاین نصب‌کننده برای نسخه‌های ۶۴ بیتی (Windows 10) و (Windows 11) تهیه شده است."
  !insertmacro MUI_PAGE_WELCOME
!macroend